app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO `users` (`name`, `mobile`, `email`, `password_digest`, `address`, `created_at`, `updated_at`) VALUES ('namayer', 5521976307921, 'sasquarth@gmail.com', '$2a$12$dVQvLg7eAWshl0ghbMkfH.fi9v5.sWT0lrzKEme/KiZ/NyptAIqUK', 'Rua Joao Ramalho - 25', '2022-07-27 22:38:53.170379', '2022-07-27 22:38:53.170379')